Repository: DmitriyLanchakov/Quantrade
Catalog: collector/locale/*/LC_MESSAGES/django.po
Languages: lt_lt

source: Advanced options
lt_lt: Nuostatos

source: Bad request 400
lt_lt: Bloga užklausa. Klaida 400

source: Not allowed 403
lt_lt: Neleidžiama prieiga. Kliada 403

source: Not found 404
lt_lt: Nerasta. Klaida 404

source: Server error 500
lt_lt: Serverio klaida. Klaida 500

source: Home
lt_lt: Pirmas

source: How it works
lt_lt: Kaip tai veikia

source: Account
lt_lt: Sąskaita

source: Symbols
lt_lt: Simboliai

source: Systems
lt_lt: Sistemos

source: Contact us
lt_lt: Susisiekti

source: About
lt_lt: Apie

source: Broker account
lt_lt: Brokerio sąskaita

source: Quantitative Trading Signals
lt_lt: Prekybos signalai

source: Trading strategy:
lt_lt: Prekybos strategija

source: Add to portfolio
lt_lt: Į portfelį

source: Register to add to portfolio
lt_lt: Prisiregistruoti, kad įtraukti į portfelį

source: Strategy stats
lt_lt: Strategijos statistika

source: Instruments
lt_lt: Instrumentai

source: Periods
lt_lt: Periodas

source: Strategies
lt_lt: Strategijos

source: Direction
lt_lt: Kryptis

source: Only longs
lt_lt: Tik pirkimai

source: Only shorts
lt_lt: Tik pardavimai

source: Longs &amp; shorts
lt_lt: Pirkimai ir pardavimai

source: Portfolio view
lt_lt: Portfelio puslapis.

source: This strategy saved
lt_lt: Strategija išsaugota

source: Strategy saved!
lt_lt: Strategija i6saugota!

source: My history
lt_lt: Mano istorija

source: Nothing here yet.
lt_lt: Kol kas nieko neturime.

source: Subject
lt_lt: Tema

source: Message
lt_lt: Pranešimas

source: Name
lt_lt: Vardas

source: your@email
lt_lt: tavo@el.paštas
